let lang = ["de", "ドイツ"];
let title = "まいにちドイツ語";
let subtitle1 = "NHKラジオ語学番組";
let subtitle2 = ["初級編", "/", "応用編"];
let volume = 0.6;

let mylessons = [
 {
   year:[2023, 10, 3],
   rusLessons: [
                   {
                     category:"初級編",
                     lessons: [
 
															{
																month:10,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第1課 20231002(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231002(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第2課 20231003(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231003(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第3課 20231004(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231004(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第4課 20231009(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231009(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第5課 20231010(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231010(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第6課 20231011(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231011(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第7課 20231016(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231016(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第8課 20231017(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231017(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第9課 20231018(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231018(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第10課 20231023(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231023(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第11課 20231024(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231024(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第12課 20231025(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231025(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第13課 20231030(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231030(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第14課 20231031(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231031(火)-07:00.m4a"
																				}

																			]
														  },
															{
																month:11,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第15課 20231101(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231101(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第16課 20231106(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231106(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第17課 20231107(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231107(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第18課 20231108(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231108(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第19課 20231113(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231113(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第20課 20231114(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231114(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第21課 20231115(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231115(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第22課 20231120(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231120(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第23課 20231121(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231121(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第24課 20231122(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231122(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第25課 20231127(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231127(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第26課 20231128(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231128(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第27課 20231129(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231129(水)-07:00.m4a"
																				}

																			]
														  },
															{
																month:12,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第28課 20231204(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231204(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第29課 20231205(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231205(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第30課 20231206(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231206(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第31課 20231211(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231211(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第32課 20231212(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231212(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第33課 20231213(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231213(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第34課 20231218(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231218(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第35課 20231219(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231219(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第36課 20231220(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231220(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第37課 20231225(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231225(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第38課 20231226(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231226(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第39課 20231227(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20231227(水)-07:00.m4a"
																				}

																			]
														  },
															{
																month:1,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第40課 20230101(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230101(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第41課 20230102(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230102(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第42課 20230103(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230103(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第43課 20230108(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230108(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第44課 20230109(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230109(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第45課 20230110(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230110(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第46課 20230115(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230115(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第47課 20230116(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230116(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第48課 20230117(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230117(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第49課 20230122(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230122(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第50課 20230123(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230123(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第51課 20230124(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230124(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第52課 20230129(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230129(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第53課 20230130(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230130(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第54課 20230131(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230131(水)-07:00.m4a"
																				}

																			]
														  },
															{
																month:2,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第55課 20230205(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230205(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第56課 20230206(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230206(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第57課 20230207(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230207(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第58課 20230212(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230212(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第59課 20230213(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230213(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第60課 20230214(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230214(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第61課 20230219(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230219(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第62課 20230220(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230220(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第63課 20230221(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230221(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第64課 20230226(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230226(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第65課 20230227(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230227(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第66課 20230228(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230228(水)-07:00.m4a"
																				}

																			]
														  },
															{
																month:3,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第67課 20230304(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230304(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第68課 20230305(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230305(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第69課 20230306(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230306(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第70課 20230311(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230311(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第71課 20230312(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230312(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第72課 20230313(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230313(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第73課 20230318(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230318(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第74課 20230319(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230319(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第75課 20230320(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230320(水)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第76課 20230325(月)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230325(月)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第77課 20230326(火)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230326(火)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【初級編】第78課 20230327(水)",
																					"audio" : "NHKまいにちドイツ語【初級編】-20230327(水)-07:00.m4a"
																				}

																			]
														   }

                           ]
                   },

                   {
                     category:"応用編",
                     lessons: [
 
															{
																month:10,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第1課 20231005(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231005(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第2課 20231006(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231006(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第3課 20231012(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231012(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第4課 20231013(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231013(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第5課 20231019(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231019(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第6課 20231020(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231020(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第7課 20231026(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231026(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第8課 20231027(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231027(木)-07:00.m4a"
																				}

																			]
														  },
															{
																month:11,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第9課 20231102(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231102(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第10課 20231103(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231103(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第11課 20231109(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231109(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第12課 20231110(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231110(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第13課 20231116(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231116(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第14課 20231117(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231117(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第15課 20231123(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231123(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第16課 20231124(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231124(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第17課 20231130(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231130(金)-07:00.m4a"
																				}

																			]
														  },
															{
																month:12,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第18課 20231201(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231201(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第19課 20231207(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231207(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第20課 20231208(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231208(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第21課 20231214(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231214(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第22課 20231215(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231215(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第23課 20231221(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231221(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第24課 20231222(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231222(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第25課 20231228(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231228(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第26課 20231229(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20231229(木)-07:00.m4a"
																				}

																			]
														  },
															{
																month:1,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第27課 20230104(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230104(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第28課 20230105(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230105(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第29課 20230111(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230111(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第30課 20230112(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230112(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第31課 20230118(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230118(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第32課 20230119(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230119(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第33課 20230125(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230125(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第34課 20230126(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230126(木)-07:00.m4a"
																				}

																			]
														  },
															{
																month:2,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第35課 20230201(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230201(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第36課 20230202(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230202(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第37課 20230208(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230208(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第38課 20230209(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230209(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第39課 20230215(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230215(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第40課 20230216(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230216(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第41課 20230222(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230222(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第42課 20230223(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230223(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第43課 20230229(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230229(金)-07:00.m4a"
																				}

																			]
														  },
															{
																month:3,
																items:[
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第44課 20230301(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230301(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第45課 20230307(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230307(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第46課 20230308(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230308(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第47課 20230314(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230314(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第48課 20230315(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230315(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第49課 20230321(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230321(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第50課 20230322(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230322(木)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第51課 20230328(金)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230328(金)-07:00.m4a"
																				},
																				{
																					"name" : "NHKまいにちドイツ語【応用編】第52課 20230329(木)",
																					"audio" : "NHKまいにちドイツ語【応用編】-20230329(木)-07:00.m4a"
																				}

																			]
														   }

                           ]
                }
             ]
      }
    ]

